Repository: adriangantes/Interfaces-Persona-Maquina
Catalog: P1 Escritorio/src/locale/*/LC_MESSAGES/MedicalApp.po
Languages: es

source: Argument is not a valid time
es: El argumento no es una hora válida

source: Medical Application
es: Aplicación Médica

source: Selected patient
es: Paciente seleccionado

source: Code
es: Código

source: Name
es: Nombre

source: Surname
es: Apellido

source: List of Medications
es: Lista de Medicamentos

source: Add Medication
es: Añadir Medicamento

source: Delete Medication
es: Eliminar Medicamento

source: Selected Medication
es: Medicamento seleccionado

source: Medication Name
es: Nombre del Medicamento

source: Dosage
es: Dosis

source: Start Date Treatment
es: Fecha de Inicio del Tratamiento

source: Treatment Duration (days)
es: Duración del Tratamiento (días)

source: Save Changes
es: Guardar Cambios

source: List of Posologies
es: Lista de Posologías

source: Delete Posologie
es: Eliminar Posología

source: Add Posologie
es: Añadir Posología

source: Warning
es: Advertencia

source: Accept
es: Aceptar

source: Confirm medication deletion?
es: ¿Confirmar la eliminación del medicamento?

source: Cancel
es: Cancelar

source: Delete
es: Eliminar

source: ID patient/medication is null
es: El ID del paciente/medicamento es nulo

source: Medication 's name can not be empty
es: El nombre del medicamento no puede estar vacío

source: Start Date format incorrect
es: Formato de la fecha de inicio incorrecto

source: Dosage must be a number
es: La dosis debe ser un número

source: Treatment duration must be a number
es: La duración del tratamiento debe ser un número

source: ID patient/medication/posologie is null
es: El ID del paciente/medicamento/posología es nulo

source: Hour can not be empty
es: La hora no puede estar vacía

source: Minute can not be empty
es: El minuto no puede estar vacío

source: Hour must be a number between 0 and 23
es: La hora debe ser un número entre 0 y 23

source: Hour must be a number
es: La hora debe ser un número

source: Minute must be a number between 0 and 59
es: El minuto debe ser un número entre 0 y 59

source: Minute must be a number
es: El minuto debe ser un número

source: Posologie
es: Posología

source: Hour
es: Hora

source: Minute
es: Minuto

source: Save
es: Guardar

source: Add
es: Añadir

source: New Medication
es: Nuevo Medicamento

source: Confirm
es: Confirmar

source: Ex: Ibuprofeno Normon
es: Ej: Ibuprofeno Normon

source: Ex: 2, (default 1)
es: Ej: 2, (por defecto 1)

source: Ex:
es: Ej:

source: Ex: 10, (default 1)
es: Ej: 10, (por defecto 1)

source: Ex: 17
es: Ej: 17

source: Ex: 54
es: Ej: 54

source: ID patient can not be null
es: El ID del paciente no puede ser nulo

source: Treatment duration must be a number or empty
es: La duración del tratamiento debe ser un número o estar vacía

source: ID patient/ ID medication can not be null
es: El ID del paciente/medicamento no puede ser nulo

source: Posologie's hour can not be empty
es: La hora de la posología no puede estar vacía

source: Posologie's minute can not be empty
es: El minuto de la posología no puede estar vacío

source: Confirm posologie deletion?
es: ¿Confirmar la eliminación de la posología?

source: No more patients
es: No hay más pacientes

source: Changes Saved
es: Cambios Guardados

source: Error, Posologie not found
es: Error, Posología no encontrada
